{
  "ccc.nvim": { "branch": "main" },
  "coq_nvim": { "branch": "coq" },
  "dressing.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "err-notify" },
  "gruvbox": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "spellsitter.nvim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "twilight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-matchit": { "branch": "master" },
  "vim-nix": { "branch": "master" },
  "vim-pasta": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-slash": { "branch": "master" },
  "vim-sneak": { "branch": "master" },
  "vim-stay": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "winshift.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zig.vim": { "branch": "master" }
}